<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Допомога';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-help">
    <h1><?= Html::encode($this->title) ?></h1>
    <img src="/project/web/images/help.png" alt="" />
    <h5><i>Як додати соц мережі?</i></h5>
    <p>Щоб додати соцмережі, спочатку зареєструйтесь на відповідній платформі.
    <br>Далі на сторінці "Сервіси" натисніть значок відповідної мережі. Ви будете перенаправлені на сайт мережі,
    <br>де вас запитають чи ви даєте дозвіл N.Cross-posting сайту на доступ до вашого облікового запису. Треба надати дозвіл.</p>
    <h5><i>Який спосіб авторізації в соцмережах використовує N.Cross-posting сайт?</i></h5>
    <p>Використовується безпечний протокол авторізації Auth. 
    <br>При цьому вам необхідно пройти авторізацію у відповідній соцмережі,
    <br>і лише надати дозвіл N.Cross-posting сайту здійснювати певні дії з вашим обліковим записом.</p>
    <h5><i>Пости.</i></h5>
    <p>Після того як ви додали ваші соцмережі, ви можете відправляти до них пости.</p>
</div>

